[

  {"Random-Fact" : "McDonald’s once made bubblegum-flavored broccoli"},
  {"Random-Fact" : "Some fungi create zombies, then control their minds"},
  {"Random-Fact" : "The first oranges weren’t orange"},
  {"Random-Fact" : "There’s only one letter that doesn’t appear in any U.S. state name"},
  {"Random-Fact" : "A cow-bison hybrid is called a “beefalo”"},
  {"Random-Fact" : "Johnny Appleseed’s fruits weren’t for eating"},
  {"Random-Fact" : "Scotland has 421 words for “snow”"},
  {"Random-Fact" : "Samsung tests phone durability with a butt-shaped robot"},
  {"Random-Fact" : "The “Windy City” name has nothing to do with Chicago weather"},
  {"Random-Fact" : "Peanuts aren’t technically nuts"},
  {"Random-Fact" : "Armadillo shells are bulletproof"},
  {"Random-Fact" : "Firefighters use wetting agents to make water wetter"},
  {"Random-Fact" : "The longest English word is 189,819 letters long"},
  {"Random-Fact" : "“Running amok” is a medically recognized mental condition"},
  {"Random-Fact" : "Octopuses lay 56,000 eggs at a time"},
  {"Random-Fact" : "Cats have fewer toes on their back paws"},
  {"Random-Fact" : "Kleenex tissues were originally intended for gas masks"},
  {"Random-Fact" : "Blue whales eat half a million calories in one mouthful"},
  {"Random-Fact" : "That tiny pocket in jeans was designed to store pocket watches"},
  {"Random-Fact" : "Turkeys can blush"},
  {"Random-Fact" : "Most Disney characters wear gloves to keep animation simple"},
  {"Random-Fact" : "The man with the world’s deepest voice can make sounds humans can’t hear"},
  {"Random-Fact" : "The current American flag was designed by a high school student"},
  {"Random-Fact" : "Cows don’t have upper front teeth"},
  {"Random-Fact" : "Thanks to 3D printing, NASA can basically “email” tools to astronauts"},
  {"Random-Fact" : "Only a quarter of the Sahara Desert is sandy"},
  {"Random-Fact" : "Bananas grow upside-down"},
  {"Random-Fact" : "There were active volcanoes on the moon when dinosaurs were alive"},
  {"Random-Fact" : "Dogs sniff good smells with their left nostril"},
  {"Random-Fact" : "T. S. Eliot wore green makeup"},
  {"Random-Fact" : "The word “fizzle” started as a type of fart"},
  {"Random-Fact" : "You only have two body parts that never stop growing"},
  {"Random-Fact" : "No number before 1,000 contains the letter A"},
  {"Random-Fact" : "The # symbol isn’t officially called hashtag or pound"},
  {"Random-Fact" : "The French have their own name for a “French kiss”"},
  {"Random-Fact" : "You can thank the Greeks for calling Christmas “Xmas”"},
  {"Random-Fact" : "Movie trailers originally played after the movie"},
  {"Random-Fact" : "Mercedes invented a car controlled by joystick"},
  {"Random-Fact" : "The U.S. government saved every public tweet from 2006 through 2017"},
  {"Random-Fact" : "H&M actually does stand for something"},
  {"Random-Fact" : "Theodore Roosevelt had a pet hyena"},
  {"Random-Fact" : "Cap’n Crunch’s full name is Horatio Magellan Crunch"},
  {"Random-Fact" : "The CIA headquarters has its own Starbucks, but baristas don’t write names on the cups"},
  {"Random-Fact" : "Giraffe tongues can be 20 inches long"},
  {"Random-Fact" : "There’s only one U.S. state capital without a McDonald’s"},
  {"Random-Fact" : "Europeans were scared of eating tomatoes when they were introduced"},
  {"Random-Fact" : "Humans aren’t the only animals that dream"},
  {"Random-Fact" : "The inventor of the microwave appliance only received $2 for his discovery"},
  {"Random-Fact" : "The Eiffel Tower can grow more than six inches during the summer"},
  {"Random-Fact" : "Glitter was made on a ranch"},
  {"Random-Fact" : "Creature is a vegetarian"},
  {"Random-Fact" : "Medical errors are a top cause of death"},
  {"Random-Fact" : "Sloths have more neck bones than giraffes"},
  {"Random-Fact" : "Bees can fly higher than Mount Everest"},
  {"Random-Fact" : "Ancient Egyptians used dead mice to ease toothaches"},
  {"Random-Fact" : "Paint used to be stored in pig bladders"},
  {"Random-Fact" : "Humans have jumped further than horses in the Olympics"},
  {"Random-Fact" : "The Terminator script was sold for $1"},
  {"Random-Fact" : "Onions were found in the eyes of an Egyptian mummy"},
  {"Random-Fact" : "Abraham Lincoln was a bartender"},
  {"Random-Fact" : "Beethoven never knew how to multiply or divide"},
  {"Random-Fact" : "Japan released sushi-inspired KitKats"},
  {"Random-Fact" : "The word aquarium means “watering place for cattle” in Latin"},
  {"Random-Fact" : "An espresso maker was sent into space in 2015"},
  {"Random-Fact" : "An employee at Pixar accidentally deleted a sequence of Toy Story 2 during production"},
  {"Random-Fact" : "Steve Jobs, Steve Wozniak, and Ron Wayne started Apple Inc. on April Fools’ Day"},
  {"Random-Fact" : "The inventor of the tricycle personally delivered two to Queen Victoria"},
  {"Random-Fact" : "Your brain synapses shrink while you sleep"},
  {"Random-Fact" : "A waffle iron inspired one of the first pairs of Nikes"},
  {"Random-Fact" : "Boars wash their food"},
  {"Random-Fact" : "Baseball umpires used to sit in rocking chairs"},
  {"Random-Fact" : "The first commercial passenger flight lasted only 23 minutes"},
  {"Random-Fact" : "The world’s first novel ends mid-sentence"},
  {"Random-Fact" : "The French-language Scrabble World Champion doesn’t speak French"},
  {"Random-Fact" : "A woman called the police when her ice cream didn’t have enough sprinkles"},
  {"Random-Fact" : "Uncle Ben’s rice was airdropped to World War II troops"},
  {"Random-Fact" : "The British Empire was the largest empire in world history"},
  {"Random-Fact" : "South American river turtles talk in their eggs"},
  {"Random-Fact" : "Penicillin was first called “mold juice”"},
  {"Random-Fact" : "The first stroller was pulled by a goat"},
  {"Random-Fact" : "May 20, 1873, is the “birthday” of blue jeans"},
  {"Random-Fact" : "170-year-old bottles of champagne were found at the bottom of the Baltic Sea"},
  {"Random-Fact" : "The MGM lion roar is trademarked"},
  {"Random-Fact" : "Neil Armstrong’s hair was sold in 2004 for $3,000"},
  {"Random-Fact" : "Irish bars used to be closed on St. Patrick’s Day"},
  {"Random-Fact" : "Nikola Tesla hated pearls"},
  {"Random-Fact" : "Thomas Edison is the reason you love cat videos"},
  {"Random-Fact" : "Brad Pitt suffered an ironic injury on a film set"},
  {"Random-Fact" : "Pregnancy tests date back to 1350 BCE"},
  {"Random-Fact" : "Martin Luther King Jr. got a C in public speaking"},
  {"Random-Fact" : "Bananas glow blue under black lights"},
  {"Random-Fact" : "Bees can make colored honey"},
  {"Random-Fact" : "Wimbledon tennis balls are kept at 68 degrees Fahrenheit"},
  {"Random-Fact" : "Adult cats are lactose intolerant"},
  {"Random-Fact" : "Albert Einstein’s eyeballs are in New York City"},
  {"Random-Fact" : "The Pope can’t be an organ donor"},
  {"Random-Fact" : "A one-armed player scored the winning goal in the first World Cup"},
  {"Random-Fact" : "The world’s oldest toy is a stick"},
  {"Random-Fact" : "It snows in the Sahara Desert"},
  {"Random-Fact" : "There are only two countries in the world where Coca Cola does not exist"}  
  
]
